"FitRefreshHeaderIdleText" = "Pull down to refresh";
"FitRefreshHeaderPullingText" = "Release to refresh";
"FitRefreshHeaderRefreshingText" = "Loading...";

"FitRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"FitRefreshAutoFooterRefreshingText" = "Loading...";
"FitRefreshAutoFooterNoMoreDataText" = "No more data";

"FitRefreshBackFooterIdleText" = "Pull up to load more";
"FitRefreshBackFooterPullingText" = "Release to load more.";
"FitRefreshBackFooterRefreshingText" = "Loading...";
"FitRefreshBackFooterNoMoreDataText" = "No more data";

"FitRefreshHeaderLastTimeText" = "Last update:";
"FitRefreshHeaderDateTodayText" = "Today";
"FitRefreshHeaderNoneLastDateText" = "No record";
